<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Group Repositiory Messages
	|--------------------------------------------------------------------------
	*/

	'created' 		=> "Группа создана.",	

	'loginreq' 		=> "Укажите обязательное поле Логин.",

	'userexists' 	=> "Пользователь уже существует.",

	'updated' 		=> "Группа была обновлена.",

	'updateproblem' => "Возникла проблема обновления группы.",

	'namereq' 		=> "Вам нужно указать имя группы.",

	'groupexists' 	=> "Группа с указанным именем уже существует.",

	'notfound' 		=> "Группа не найдена.",

);