<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Session Repository Messages
	|--------------------------------------------------------------------------
	*/

	"invalid"   => "Неверное имя пользователя или пароль.",

	"notactive" =>  "Вы еще не активировали эту учетную запись. <a href=':url' class='alert-link'> Повторить отправку письма активации?</a>",

	"suspended" => "Ваша учетная запись временно заблокирована.",

	"banned" 	=> "Доступ для вашей учетной записи заблокирован.",

);