<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| User Repositiory Messages
	|--------------------------------------------------------------------------
	*/

	'created' 		=>  "Ваша учетная запись  создана. По указанному адресу электронной почты выслано письмо со ссылкой подтверждения.",	

	'createdactive' =>  "Ваш аккаунт успешно активирован. Теперь Вы можете войти в систему.",

	'added'			=>  "Новый пользователь добавлен. Проверьте в электронном почтовом ящик письмо со ссылкой подтверждения.",

	'addedactive'	=>  "Новый пользователь добавлен.",

	'loginreq' 		=>	"Не указано обязательное поле Логин.",

	'exists'		=>	"Пользователь уже существует.",

	'notfound'		=>	"Пользователь не найден",

	'noaccess'		=>	"У вас недостаточно прав на это действие.",

	'updated'		=>	"Данные профиля обновлены",

	'notupdated'	=>	"Не удается обновить профиль",

	'activated'		=>	"Ваша учетная запись активирована. <a href=':url' class='alert-link'>Теперь вы можете войти</a>",

	'notactivated'	=>	"Невозможно завершить активацию учетной записи.",

	'alreadyactive'	=>	"Эта учетная запись уже активирована.",

	'emailconfirm'	=>	"Проверьте свой электронный почтовый ящик, туда было выслано письмо со ссылкой подтверждения.",

	'emailinfo'		=>	"Проверьте свой электронный почтовый ящик для получения письма с инструкциями.",

	'emailpassword'	=>	"Ваш пароль был изменен. Проверьте свой электронный почтовый ящик для получения письма с новым паролем.",

	'problem'		=>	"Произошла ошибка. Пожалуйста свяжитесь с администратором системы.",

	'passwordchg'	=> 	"Ваш пароль был изменён.",

	'passwordprob'	=>	"Ваш пароль не может быть изменен.",

	'oldpassword'	=>	"Вы ввели некорректный исходный пароль.",

	'suspended'		=>	"Пользователь был заблокирован на 15 минут.",

	'unsuspended'	=>	"Блокировка снята.",

	'banned'		=>	"Пользователю был запрещен доступ.",

	'unbanned'		=>	"Пользователю был разрешен доступ.",

	'inactive_reg' 	=>  "Регистрация временно недоступна.",

	'destroyed'     =>  "Пользователь был удален.",

	'notdestroyed'  =>  "Не удается удалить пользователя."

);