<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Group Repositiory Messages
    |--------------------------------------------------------------------------
    */

    'created'        => "创建组",

    'loginreq'        => "必填字段",

    'userexists'    => "用户已经存在!",

    'updated'        => "组已被更新",

    'updateproblem' => "更新组时出错",

    'namereq'        => "您必须提供一个组名称",

    'groupexists'    => "该组已存在",

    'notfound'        => "找不到该组",

);
