<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Group Repositiory Messages
    |--------------------------------------------------------------------------
    */

    'created'        => "Групата създадена.",

    'loginreq'        => "Побето име е задължително.",

    'userexists'    => "Този потребител вече съществува.",

    'updated'        => "Групата бе обновена.",

    'updateproblem' => "Възникна проблем с промяната на групата.",

    'namereq'        => "Полето име на групата е задължително.",

    'groupexists'    => "Тази група вече съществува.",

    'notfound'        => "Групата не е намерена.",

);
