<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Session Repository Messages
    |--------------------------------------------------------------------------
    */

    "invalid"   => "Неправилно име или парола.",

    "notactive" =>  "Все още не сте активирали своя потребител. <a href=':url' class='alert-link'>Изпрати отново съобщение за активиране?</a>",

    "suspended" => "Вашият потребител е временно изключен.",

    "banned"    => "Забрането ви е да използвате системата.",

);
