<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | User Repositiory Messages
    |--------------------------------------------------------------------------
    */

    'created'        =>  "Профилът ви бе създаден. Провелете имейла си за начинът на потвърждаване.",

    'createdactive' =>  "Вашият профил е създаден. Сега можете да влезете в системата.",

    'added'            =>  "Нов потребител на добавяне. Проверка на имейл акаунт за връзката за потвърждение.",

    'addedactive'    =>  "Нов потребител на добавяне.",

    'loginreq'        =>    "Полето име е зъдължително.",

    'exists'        =>    "Потръбителят вече съществува.",

    'notfound'        =>    "Потребителят не е намерен",

    'noaccess'        =>    "Не ви е позволено да направите това.",

    'updated'        =>    "Потребителският профил е обновен",

    'notupdated'    =>    "Профилът неможе да бъде обновен",

    'activated'        =>    "Потвърждението е успешно. <a href=':url' class='alert-link'>Можете да влезете в профила си</a>",

    'notactivated'    =>    "Потвърждението не е успешно.",

    'alreadyactive'    =>    "Този потребител вече е потвърден.",

    'emailconfirm'    =>    "Проверете имейла си за начина на потвърждаване.",

    'emailinfo'        =>    "Проверете имейла си за инструкции.",

    'emailpassword'    =>    "Вашата парола е променете. Проверете имейла си за инструкции.",

    'problem'        =>    "Появи се проблем. Моля свържете се с Администратор.",

    'passwordchg'    =>    "Паролота бе променена.",

    'passwordprob'    =>    "Вашата парола неможе да се промени.",

    'oldpassword'    =>    "Не сте въвели правилно старата парола.",

    'suspended'        =>    "User has been suspended for 15 minutes.",

    'unsuspended'    =>    "Изключването е прекратено.",

    'banned'        =>    "Потребителя е забранен.",

    'unbanned'        =>    "Потребителя е разрешен.",

    'inactive_reg'    =>  "Inactive Reg",

    'destroyed'     =>  "User has been removed.",

    'notdestroyed'  =>  "Unable to remove user."

);
