<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Group Repositiory Messages
    |--------------------------------------------------------------------------
    */

    'created'        => "群組已經建立",

    'loginreq'        => "登入欄位為必要項目",

    'userexists'    => "使用者已經存在",

    'updated'        => "群組已經更新",

    'updateproblem' => "更新群組時，發生錯誤。",

    'namereq'        => "必須提供群組名稱",

    'groupexists'    => "群組已經存在",

    'notfound'        => "找不到該群組",

);
