<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Group Repositiory Messages
    |--------------------------------------------------------------------------
    */

    'created'        => "تم انشاء المجموعة.",

    'loginreq'        => "حقل التسجيل مطلوب.",

    'userexists'    => "المستخدم موجود بالفعل.",

    'updated'        => "تم تحديث المجموعة.",

    'updateproblem' => "هناك مشكلة في تحديث المجموعة.",

    'namereq'        => "يجب كتابة اسم المجموعة.",

    'groupexists'    => "المجموعة موجودة بالفعل.",

    'notfound'        => "المجموعة غير موجودة.",

);
