<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | User Repositiory Messages
    |--------------------------------------------------------------------------
    */

    'created'        =>  "تم إنشاء حسابك. تحقق من البريد الإلكتروني الخاص بك لتأكيد التسجيل.",

    'createdactive' =>  "تم إنشاء حسابك. يمكنك الدخول الآن.",

    'added'            =>  "تم إضافة عضو جديد. تحقق من البريد الإلكتروني لتأكيد التسجيل.",

    'addedactive'    =>  "تم إضافة عضو جديد.",

    'loginreq'        =>    "حقل التسجيل مطلوب.",

    'exists'        =>    "عضو سبق له التسجيل.",

    'notfound'        =>    "عضو غير موجود",

    'noaccess'        =>    "لا يسمح لك بهذا الأمر.",

    'updated'        =>    "تم تحديث البيانات",

    'notupdated'    =>    "لا يمكن تحديث البيانات",

    'activated'        =>    "تم تفعيل حسابك <a href=':url' class='alert-link'>يمكنك الدخول الآن</a>",

    'notactivated'    =>    "تعذر إكمال التفعيل.",

    'alreadyactive'    =>    "سبق تفعيل حسابك.",

    'emailconfirm'    =>    "تحقق من بريدك الإلكتروني لتفعيل حسابك.",

    'emailinfo'        =>    "تحقتحقق من بريدك الإلكتروني لأجل التعليمات.",

    'emailpassword'    =>    "تم تغيير كلمة السر. تحقق من بريدك الإلكتروني لأجل كلمة السر الجديدة.",

    'problem'        =>    "هناك خطأ ما. الرجاء الإتصال بالمشرف على الموقع.",

    'passwordchg'    =>    "تم تغيير كلمة السر الخاصة بك.",

    'passwordprob'    =>    "لا يمكن تغيير كلمة السر الخاصة بك.",

    'oldpassword'    =>    "لم تقدم كلمة السر الأصلية الصحيحة.",

    'suspended'        =>    "تم تعليق العضوية لمدة 15 دقيقة.",

    'unsuspended'    =>    "تم إزالة تعليق العضوية.",

    'banned'        =>    "تم حظر العضو.",

    'unbanned'        =>    "تم رفع حظر العضو.",

    'inactive_reg'    =>  "لا يمكن التسجيل حاليا.",

    'destroyed'     =>  "تم حذف العضو.",

    'notdestroyed'  =>  "لا يمكن حذف العضو."

);
